brew "aircrack-ng"
brew "awscli"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "jadx"
brew "jrnl"
brew "mkcert"
brew "node"
brew "terraform"
cask "discord"
cask "epic-games"
cask "google-chrome"
cask "ngrok"
cask "notion"
cask "postman"
cask "spotify"
cask "steam"
cask "tiles"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "4ops.terraform"
vscode "amazonemr.emr-tools"
vscode "attilabuti.vscode-mjml"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "henriiik.docker-linter"
vscode "mechatroner.rainbow-csv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
